Repository: 84000/data-translation-memory
Catalog: toh339-v2.tmx
Source language: bo
Languages: en

source: ལས་ཀྱི་རྣམ་པར་འགྱུར་བ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་གཞུང་། བམ་པོ་གཅིག་གོ། །
en: The Dharma Scripture “Exposition of Karma” in one fascicle

source: སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas!

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time:

source: བཅོམ་ལྡན་འདས་མཉན་དུ་ཡོད་པ་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན། དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་བརྒྱ་ཕྲག་ཕྱེད་དང་བཅུ་གསུམ་དང་ལྷན་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Bhagavān was staying in Śrāvastī in Prince Jeta’s Grove, the park donated by Anāthapiṇḍada, together with a large assembly of twelve hundred fifty monks.

source: དེ་ནས་ཏོའུ་ཏེ་ཡའི་བུ་ཤུ་ཀོ་མ་ན་བ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་
en: On that occasion the brahmin youth Śuka, the son of Taudeya, went to where the Bhagavān was staying.

source: ཕྱིན་ནས། བཅོམ་ལྡན་འདས་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་མགུ་བ་དང་། ཡང་དག་པར་རངས་པའི་གཏམ་རྣམ་པ་མང་པོ་བཤད་དེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: Upon his arrival, he exchanged many courteous and amiable pleasantries with the Bhagavān and remained standing to one side.

source: ཏོའུ་ཏེ་ཡའི་བུ་ཤུ་ཀོ་མ་ན་བ་ཕྱོགས་གཅིག་ཏུ་འདུག་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: The brahmin youth Śuka, the son of Taudeya, then addressed the Bhagavān with the following question:

source: གཽ་ཏ་མ་ཁྱོད་ལ་བདག་ཅུང་ཤས་ཤིག་འདྲི་ན་དྲིས་པའི་ལན་སླར་བཀའ་སྩལ་དུ་གསོལ།
en: “Gautama, if I ask you a small question, will you kindly give an answer?” [868]

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཏོའུ་ཏེ་ཡའི་བུ་ཤུ་ཀོ་མ་ན་བ་ལ་འདི་སྐད་ཅེས་གསུངས་སོ། །མ་ན་བ་ཇི་ལྟར་འདོད་པ་བཞིན་དུ་དྲིས་ཤིག །ངས་ཁྱོད་ལ་བཤད་པར་བྱའོ། །
en: The Bhagavān replied, “Young brahmin, ask whatever you like! I will answer.”

source: དེ་ནས་ཏོའུ་ཏེ་ཡའི་བུ་ཤུ་ཀོ་མ་ན་བས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Then the brahmin youth Śuka, the son of Taudeya, asked the Bhagavān the following question:

source: ཀྱེ་གཽ་ཏ་མ་སེམས་ཅན་རྣམས་ལ་ཚེ་ཐུང་བ་དང་། ཚེ་རིང་བ་དང་། ནད་མང་བ་དང་། ནད་ཉུང་བ་དང་། མི་སྡུག་པ་དང་། བཟང་པོ་དང་། དབང་ཆུང་བ་དང་། དབང་ཆེ་བ་དང་། མ་རབས་ཀྱི་རིགས་དང་། ཡ་རབས་ཀྱི་རིགས་དང་། དབུལ་པོ་དང་། ཕྱུག་པོ་དང་། ངན་པ་དང་། ཤེས་རབ་ཆེ་ཆུང་དང་། སྐྱིད་སྡུག་ལ་སོགས་པ་རྣམ་པ་མང་དུ་མཆིས་ན
en: “Sir Gautama, there are many types of sentient beings, such as beings who have a short lifespan or a long lifespan, have many illnesses or few illnesses, are ugly or beautiful, have little power or are powerful, are highborn or lowborn, are poor or rich, are ignorant of the Dharma, or possess knowledge of the Dharma to a lesser or greater degree, have good or bad fortune, and so forth.

source: ཀྱེ་གཽ་ཏ་མ་ལས་ཀྱི་རྣམ་པར་སྨིན་པ་གང་གི་ཕྱིར་ན་སེམས་ཅན་སྣ་མང་པོར་འགྱུར།
en: How does karmic ripening lead to this diversity of beings?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མ་ན་བ་ཁྱོད་ཉོན་ལ་དགེ་བར་ཤིན་ཏུ་ཡིད་ལ་ཟུང་ཤིག་དང་། དེའི་ཕྱིར་ངས་བཤད་དོ། །
en: The Bhagavān replied, “Young brahmin, listen and pay careful attention to what I shall explain.

source: མ་ན་བ་སེམས་ཅན་རྣམས་ནི་ཚེ་རབས་ཀྱི་ལས་ལས་གྱུར་ཏེ། སྦྱིན་པའི་རྣམས་ཀྱང་ལས། སྐྱེ་བའི་རྣམས་ཀྱང་ལས། སོ་སོར་རྒྱུ་བ་ཡང་ལས་ཏེ། མ་ན་བ་སེམས་ཅན་རྣམས་ནི་ལས་ཀྱིས་རྣམ་པར་བསྒྱུར་རོ། །
en: Young brahmin, sentient beings are the owners of their actions committed in former lives; sentient beings have actions as their heritage, actions as their origin, actions as their individual causes; sentient beings develop through actions, young brahmin.

source: དེ་བས་ན་ངན་པ་དང་། བར་མ་དང་། བཟང་པོའི་ཕྱིར་སེམས་ཅན་རྣམ་པ་མང་པོ་ཡང་ལས་རྣམ་པ་མང་པོ་དང་། མྱ་ངན་རྣམ་པ་མང་པོ་དང་། ལྟ་བ་རྣམ་པ་མང་པོར་སྦྱར་བ་དེ་འདི་ལྟར་ནག་པོ་དང་། དཀར་པོ་ལས་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་བཤད་དོ། །
en: “Therefore, again, the multiple varieties of sentient beings, due to their being bad, good, or middling, are karmically connected with many kinds of actions, many kinds of sufferings, and many kinds of views, in accordance with what I have taught as the black and white fruits of karmic ripening.

source: མ་ན་བ་འདི་ལྟ་སྟེ།
en: Young brahmin, it is like this:

source: ལས་ནག་པོ་རྣམས་ཀྱིས་ནི་སེམས་ཅན་དམྱལ་བ་དང་། བྱོལ་སོང་དང་། ཡི་དགས་དང་། རིང་དུ་འཁྱམས་པ་དང་། ཨ་སུ་ར་ལ་སོགས་པ་ངན་སོང་དུ་སྐྱེའོ། །
en: Through carrying out black actions, sentient beings are reborn in the unfortunate rebirth destinies; they are reborn as hell beings, animals, ghosts (that is, those who have gone to the afterlife), and asuras.

source: ལས་དཀར་པོ་བགྱིས་པ་རྣམས་ཀྱིས་ནི་ལྷ་དང་མིར་སྐྱེའོ། །
en: Through carrying out white actions, beings are reborn as devas or as humans.

source: མ་ན་བ་དེ་ལྟ་བས་ན། ལས་ཀྱི་རྣམ་པར་སྨིན་པས་ཚེ་ཐུང་བ་ཡང་ཡོད།
en: “Therefore, young brahmin, [869] as a result of one’s actions, one’s life is short

source: ལས་ཀྱིས་ཚེ་རིང་པོར་གྱུར་པ་ཡང་ཡོད།
en: as a result of one’s actions, one’s life is [short or] long,

source: ལས་ཀྱིས་ནད་མང་པོར་གྱུར་པ་ཡང་ཡོད།
en: as a result of one’s actions, [one’s life is short or long,] one has many [or few] illnesses,

source: ལས་ཀྱིས་ནད་ཉུང་ངུར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, [one’s life is short or long,] one has [many or] few illnesses,

source: ལས་ཀྱིས་མི་སྡུག་པར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, [one’s life is short or long, one has many or few illnesses,] one is ugly

source: ལས་ཀྱིས་བཟང་པོར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, [one’s life is short or long, one has many or few illnesses,] one is [ugly or] beautiful,

source: ལས་ཀྱིས་དབང་ཆུང་ངུར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, [one’s life is short or long, one has many or few illnesses, one is ugly or beautiful,] one is insignificant

source: ལས་ཀྱིས་དབང་ཆེ་བར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, [one’s life is short or long, one has many or few illnesses, one is ugly or beautiful,] one is [insignificant or] influential,

source: ལས་ཀྱིས་མ་རབས་ཀྱི་རིགས་སུ་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, [one’s life is short or long, one has many or few illnesses, one is ugly or beautiful, one is insignificant or influential,] one is lowborn

source: ལས་ཀྱིས་ཡ་རབས་ཀྱི་རིགས་སུ་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, [one’s life is short or long, one has many or few illnesses, one is ugly or beautiful, one is insignificant or influential,] one is [lowborn or] highborn,

source: ལས་ཀྱིས་དབུལ་པོར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, [one’s life is short or long, one has many or few illnesses, one is ugly or beautiful, one is insignificant or influential, one is lowborn or highborn,] one is poor [or rich,]

source: ལས་ཀྱིས་ཕྱུག་པོར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, [one’s life is short or long, one has many or few illnesses, one is ugly or beautiful, one is insignificant or influential, one is lowborn or highborn,] one is [poor or] rich,

source: ལས་ཀྱིས་ངན་པར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, [one’s life is short or long, one has many or few illnesses, one is ugly or beautiful, one is insignificant or influential, one is lowborn or highborn, one is poor or rich,] one is ignorant of the Dharma, or

source: ལས་ཀྱིས་ཤེས་རབ་ཆེན་པོར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, [one’s life is short or long, one has many or few illnesses, one is ugly or beautiful, one is insignificant or influential, one is lowborn or highborn, one is poor or rich, one is ignorant of the Dharma, or] one has extensive knowledge of the Dharma;

source: ལས་ཀྱིས་སེམས་ཅན་དམྱལ་བར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, one is reborn as a hell being,

source: ལས་ཀྱིས་བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་སྐྱེ་བར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, one is reborn as [a hell being,] an animal,

source: ལས་ཀྱིས་རིང་དུ་འཁྱམས་པར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, one is reborn as [a hell being, an animal,] a ghost,

source: ལས་ཀྱིས་ཨ་སུ་རར་སྐྱེ་བར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, one is reborn as [a hell being, an animal, a ghost,] an asura,

source: ལས་ཀྱིས་མིར་སྐྱེ་བར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, one is reborn as [a hell being, an animal, a ghost, an asura,] a human,

source: ལས་ཀྱིས་གཟུགས་ཡོད་པའི་ལྷར་སྐྱེ་བ་ཡང་ཡོད།
en: as a result of one’s actions, one is reborn as [a hell being, an animal, a ghost, an asura, a human,] a deva possessing a physical body,

source: ལས་ཀྱིས་གཟུགས་མེད་པའི་ལྷར་སྐྱེ་བ་ཡང་ཡོད།
en: as a result of one’s actions, one is reborn as [a hell being, an animal, a ghost, an asura, a human, a deva possessing a physical body,] or a deva without a physical body;

source: ལས་བཞིན་དུ་མི་འགྱུར་བར་སྐྱེ་བ་ཡང་ཡོད།
en: as a result of one’s actions, one’s rebirth is determinate in accordance with the action,

source: ལས་ཀྱིས་འགྱུར་བར་སྐྱེ་བ་ཡང་ཡོད།
en: as a result of one’s actions, [one’s rebirth is determinate in accordance with the action,] one’s rebirth is indeterminate,

source: ལས་ཀྱིས་ཡུལ་གཞན་དུ་སྐྱེ་བར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, [one’s rebirth is determinate in accordance with the action, one’s rebirth is indeterminate,] there is rebirth in a foreign country,

source: ལས་མ་བསམས་པར་བྱས་པས་སྐྱེ་བར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, [one’s rebirth is determinate in accordance with the action, one’s rebirth is indeterminate, there is rebirth in a foreign country,] there is rebirth through carrying out an action without intent,

source: ལས་བསམས་ཏེ་མ་བྱས་ཀྱང་སྐྱེ་བར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, [one’s rebirth is determinate in accordance with the action, one’s rebirth is indeterminate, there is rebirth in a foreign country, there is rebirth through carrying out an action without intent,] there is rebirth when one has intended an action but not carried it out,

source: ལས་བསམས་ཏེ་བྱས་ནས་སྐྱེ་བར་འགྱུར་བ་ཡང་ཡོད།
en: as a result of one’s actions, [one’s rebirth is determinate in accordance with the action, one’s rebirth is indeterminate, there is rebirth in a foreign country, there is rebirth through carrying out an action without intent, there is rebirth when one has intended an action but not carried it out,] there is rebirth when one has intended an action and carried it out, and

source: ལས་མ་བསམས་མ་བྱས་ཀྱང་སྐྱེ་བར་འགྱུར་བ་ཡང་ཡོད་དོ། །
en: as a result of one’s actions, [one’s rebirth is determinate in accordance with the action, one’s rebirth is indeterminate, there is rebirth in a foreign country, there is rebirth through carrying out an action without intent, there is rebirth when one has intended an action but not carried it out, there is rebirth when one has intended an action and carried it out, and] there is rebirth when one has neither intended an action nor carried it out.

source: གང་ཟག་ལས་འདི་ལྟ་བུ་འདུས་པས་ན་སེམས་ཅན་དམྱལ་བར་སྐྱེས་ནས་སེམས་ཅན་དམྱལ་བའི་ཚེ་ཀུན་རྫོགས་ཏེ། སྐྱེ་བའི་ལས་ཀྱང་ཡོད།
en: There are also actions that, when accumulated, lead to rebirth into a new existence only after the lifespan in hell has been completed;

source: གང་ཟག་ལས་འདི་ལྟ་བུ་འདུས་པས་ན་སེམས་ཅན་དམྱལ་བའི་ཚེ་ཕྱེད་ཟད་ནས་སྐྱེ་བའི་ལས་ཀྱང་ཡོད་དོ། །
en: furthermore, there are actions that, when accumulated, lead to rebirth into a new existence after only half the lifespan in hell is exhausted, [870]

source: སེམས་ཅན་དམྱལ་བར་ཕྱིན་མ་ཐག་ཏུ་སྐྱེས་པ་ཡང་ཡོད།
en: as well as actions that lead to rebirth immediately upon arriving in hell.

source: གང་ཟག་ཡང་ལས་འདི་ལྟ་བུ་འདུས་པས་ན་སྔར་བདེ་བ་ལ་ཕྱི་ནས་མི་བདེ་བའི་ལས་ཀྱང་ཡོད།
en: There are actions that, when accumulated, lead to future unhappiness following upon past happiness.

source: གང་ཟག་ཡང་འདི་ལྟ་བུ་འདུས་པས་ན་སྔར་མི་བདེ་བ་ལ་ཕྱི་ནས་བདེ་བར་གྱུར་པའི་ལས་ཀྱང་ཡོད།
en: There are actions that, when accumulated, lead to to future happiness following upon past unhappiness.

source: སེམས་ཅན་གང་ཟག་ཐམས་ཅད་ཀྱང་འདི་ལྟ་བུ་འདུས་པས་ན་སྔར་བདེ་ལ་ཕྱིས་ཀྱང་བདེ་བར་འགྱུར་བའི་ལས་ཀྱང་ཡོད།
en: There are actions that, when accumulated by people and sentient beings, lead to future happiness following upon past happiness.

source: གང་ཟག་ཡང་འདི་ལྟ་བུ་འདུས་པས་ན་སེར་སྣ་བྱེད་པའི་ལས་ཀྱང་ཡོད།
en: There are actions that, when accumulated, lead to miserliness,

source: གང་ཟག་ཡང་འདི་ལྟ་བུ་འདུས་པས་ན་དབུལ་བ་གཏོང་ཕོད་པའི་ལས་ཀྱང་ཡོད།
en: There are actions that, when accumulated, lead [to miserliness,] to being poor and generous,

source: གང་ཟག་ཡང་འདི་ལྟ་བུ་འདུས་པས་ན་ཕྱུག་པོར་འགྱུར་ཞིང་གཏོང་ཕོད་པའི་ལས་ཀྱང་ཡོད།
en: There are actions that, when accumulated, lead [to miserliness, to being poor and generous,] to being wealthy and generous, and

source: གང་ཟག་ཡང་འདི་ལྟ་བུ་འདུས་པས་ན་དབུལ་བ་སེར་སྣ་ཅན་དུ་འགྱུར་བའི་ལས་ཀྱང་ཡོད་དོ། །
en: There are actions that, when accumulated, lead [to miserliness, to being poor and generous, to being wealthy and generous, and] to being poor and miserly.

source: གང་ཟག་ཚེ་ཟད་ལ་ལས་མ་ཟད་པ་ཡང་ཡོད།
en: There are individuals whose lifespans are exhausted but not their actions,

source: གང་ཟག་ལས་ཟད་ལ་ཚེ་མ་ཟད་པ་ཡང་ཡོད།
en: there are individuals whose actions are exhausted but not their lifespans, and

source: གང་ཟག་ཚེ་དང་ལས་བཅས་ཏེ་ཟད་པར་འགྱུར་བ་ཡང་ཡོད།
en: there are individuals whose lifespans and actions are simultaneously exhausted.

source: གང་ཟག་ཚེ་དང་ལས་བཅས་ཏེ་མ་ཟད་ཀྱང་མྱ་ངན་སྤངས་པར་འགྱུར་བ་ཡང་ཡོད།
en: There are individuals who will eliminate their sufferings although neither their lifespans nor their actions are exhausted.

source: གང་ཟག་ལུས་བདེ་ལ་སེམས་མི་བདེ་བར་འགྱུར་བ་ཡང་ཡོད།
en: There are individuals who will become unwell in their minds while their bodies are well.

source: གང་ཟག་ལུས་མི་བདེ་ལ་སེམས་བདེ་བར་འགྱུར་བའི་ལས་ཀྱང་ཡོད།
en: There are actions that lead an individual to be well in their mind while their body is unwell, or

source: གང་ཟག་ལུས་ཀྱང་བདེ་ལ་སེམས་ཀྱང་བདེ་བར་འགྱུར་བ་ཡང་ཡོད།
en: There are actions that lead an individual [to be well in their mind while their body is unwell, or] to be well in mind and body,

source: གང་ཟག་ལུས་མི་བདེ་ལ་སེམས་ཀྱང་མི་བདེ་བར་འགྱུར་བ་ཡང་ཡོད།
en: There are actions that lead an individual [to be well in their mind while their body is unwell, or to be well in mind and body,] or to be unwell in both mind and body.

source: གང་ཟག་ལས་འདི་ལྟ་བུ་འདུས་པས་ན་སེམས་ཅན་ངན་པའི་སར་ཡང་སྐྱེས་ཏེ། གཟུགས་ངན་པ་དང་། བཟང་པོ་དང་། སྡུག་གུ་དང་། ཁ་དོག་མཛེས་པ་དང་། མདོག་སྣུམ་པ་དང་། མཐོང་ན་དགའ་བའི་ལས་ཀྱང་ཡོད།
en: There are actions that, when accumulated, lead to having a body that is graceful, beautiful looking, and pretty, with a nice and glossy complexion, a feast for the eyes, although an individual is reborn in an inferior form of existence.

source: གང་ཟག་ཡང་ལས་འདི་ལྟ་བུ་འདུས་པས་ན་ངན་པའི་སར་ཡང་སྐྱེས་ལ་གཟུགས་ངན་པ་དང་། ལུས་རྩུབ་པ་དང་། མི་སྡུག་པར་སྣང་བ་དང་། མཐོང་ན་ཡིད་དུ་མི་འོང་བའི་ལས་ཀྱང་ཡོད་དེ
en: There are actions that, when accumulated, lead to having an inferior physique, a crude body and an unpleasant and unsightly appearance for an individual reborn in an inferior form of existence. [871]

source: མ་ན་བ་ཡང་འདི་ལྟ་སྟེ། མི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་བྱས་པའི་རྒྱུས་ཕྱི་རོལ་གྱི་ཡུལ་སའི་དོན་ངན་དུ་འགྱུར་བ་ཡང་ཡོད་དོ། །
en: Furthermore, young brahmin, it is like this: through carrying out the ten nonvirtuous courses of action, conditions in one’s environment will deteriorate.

source: དེ་ལ་ཇི་ལྟར་ལས་ཀྱིས་ཚེ་ཐུང་བར་འགྱུར་ཞེ་ན།
en: “Now, in what way does action lead to a short lifespan?

source: ཆོས་བཅུས་ན་ཚེ་ཐུང་བར་འགྱུར་ཞེ་ན།
en: Due to ten factors, one’s lifespan will be shortened.

source: བཅུ་གང་ཞེ་ན།
en: What are the ten?

source: སྲོག་གཅོད་པ། སྲོག་གཅོད་དུ་བཅུག་པ། སྲོག་གཅོད་པ་ལ་སྟོད་པ། སྲོག་གཅོད་པ་ལ་སྨོན་པ། མངལ་གནས་མེད་པར་བྱེད་པ། མངལ་གནས་མེད་པར་བྱེད་དུ་བཅུག་པ། དགྲ་བོ་ལ་གསད་པར་སེམས་པ། མི་མཛའ་བ་ཤི་ན་དགའ་བ། རྟེན་བཅས་ཤིང་སེམས་ཅན་གསད་པ། ཐབ་མོ་ལ་ལྟ་ཞིང་དད་པ་དང་བཅུ་སྟེ། ཆོས་འདི་བཅུས་ན་ཚེ་ཐུང་ཞིང་ནད་མང་བར་འགྱུར་རོ། །
en: (1) Taking life, (2) encouraging others to take life, (3) speaking praise of killing, (4) resolving to kill, (5) aborting a fetus, (6) encouraging abortion, (7) wishing one’s enemy to be killed, (8) feeling joy at the death of one’s foe, (9) preparing the ground for slaughtering animals and killing them there, and (10) watching a battle and delighting in it. Through these ten factors, one’s lifespan will be shortened, and one will suffer many illnesses.

source: ཇི་ལྟར་ལས་བཟང་པོ་བྱས་པས་ཚེ་རིང་པོར་འགྱུར་ཞེ་ན།
en: “How can one achieve a long life through carrying out good actions?

source: ཆོས་རྣམ་པ་བཅུས་ན་ཚེ་རིང་པོར་འགྱུར་ཏེ།
en: Ten factors lead to a long life.

source: སྲོག་གཅོད་པ་སྤངས་པ། སྲོག་གཅོད་པ་སྤོང་བར་བྱེད་པ། སྲོག་གཅོད་པ་སྤངས་པ་ལ་སྟོད་པ། སྲོག་གཅོད་པ་སྤངས་པ་ལ་སྨོན་པ། གསད་པར་ཆད་པའི་སེམས་ཅན་རྣམས་གཏོང་བ། གསད་པར་ཆད་པའི་མི་རྣམས་གཏོང་བ། འཇིགས་ཤིང་སྐྲག་པའི་སེམས་ཅན་རྣམས་ལ་སྐྱབས་བྱས་པ། མགོན་མེད་པའི་སེམས་ཅན་རྣམས་ལ་སྙིང་རྗེ་བར་སེམས་པ། ན་བའི་སེམས་ཅན་རྣམས་ལ་བྱམས་པས་སྡུད་པ། བྲེལ་ཞིང་ཕོངས་པའི་སེམས་ཅན་རྣམས་ལ་གོས་དང་། ཟས་སྐོམ་སྦྱིན་པ་དང་། ཆོས་བཅུས་ན་ཚེ་རིང་ཞིང་ནད་མེད་པར་འགྱུར་རོ། །
en: (1) Abstaining from killing; (2) preventing others from killing; (3) speaking praise of abstaining from killing; (4) resolving to abstain from killing; (5) freeing sentient beings who have been captured in order to be slaughtered; (6) freeing imprisoned humans who are to be executed; (7) giving refuge to sentient beings who are frightened and terrified; (8) having a compassionate attitude toward those who are without protection; (9) embracing with one’s love those who are ill; and (10) giving clothing, food, and drink to the destitute. Through these ten factors, one will have a long life and be free from illness.

source: ཇི་ལྟར་ལས་ཀྱིས་ནད་མང་པོ་འགྱུར་ཞེ་ན།
en: “In what way does action lead to having many illnesses?

source: ཆོས་བཅུས་ན་ནད་མང་པོར་འགྱུར་ཏེ།
en: Ten factors lead to having many illnesses.

source: དབྱུག་པ་དང་ཐལ་མོ་ལ་སོགས་པས་བཙོགས་པ་དང་། བྱུག་པ་དང་། ཐལ་མོ་ལ་སོགས་པས་འཚོག་ཏུ་བཅུག་པ་དང་། དབྱུག་པ་དང་ཐལ་མོ་ལ་སོགས་པས་འཚོག་པ་ལ་སྟོད་པ་དང་། དབྱུག་པ་དང་ཐལ་མོ་ལ་སོགས་པས་འཚོག་པ་ལ་སྨོན་པ། ཕ་མ་རྣམས་ཀྱི་སེམས་ཉོན་མོངས་པ། མྱ་ངན་བསྲིང་བ་རྣམས་ཀྱི་སེམས་ཉོན་མོངས་པ། མི་མཛའ་བ་རྣམས་ན་ན་དགའ་བ། མི་མཛའ་བ་རྣམས་ནད་མི་སོས་ན་དགའ་བ། སྨན་ལོག་པ་བྱིན་པ། ཟས་མི་ཞུ་བ་ཟ་བ་དང་བཅུ་སྟེ།
en: (1) Beating somebody with a stick, with the hand, or with something else; (2) encouraging someone to beat somebody with a stick, with the hand, or with something else; (3) praising the action of beating somebody with a stick, with the hand, or with something else; (4) resolving to beat somebody with a stick, with the hand, or with something else; [872] (5) distressing one’s parents; (6) distressing monks and nuns; (7) feeling joy about one’s enemies falling ill; (8) feeling joy when one’s enemies do not recover from an illness; (9) giving them the wrong medicine; and (10) eating indigestible food. These are the ten.

source: ཆོས་འདི་བཅུས་ན་ནད་མང་བར་འགྱུར་རོ། །
en: Through these ten factors, one will have many illnesses.

source: ཇི་ལྟར་ལས་བཟང་པོ་བྱས་པས་ནད་ཉུང་ངུར་འོང་ཞེ་ན།
en: “How will one have few illnesses through carrying out good actions?

source: ཆོས་བཅུས་ན་ནད་ཉུང་བར་འགྱུར་ཏེ།
en: Ten factors lead to having few illnesses.

source: དབྱུག་པ་དང་ཐལ་མོ་ལ་སོགས་པས་གཞན་མི་འཚོག་པ། དབྱུག་པ་དང་ཐལ་མོ་ལ་སོགས་པས་འཚོག་ཏུ་མི་གཞུག་པ། དབྱུག་པ་དང་ཐལ་མོ་ལ་སོགས་པས་འཚོག་པ་ལ་མི་སྟོད་པ། དབྱུག་པ་དང་ཐལ་མོ་ལ་སོགས་པས་འཚོག་པ་ལ་མི་སྨོན་པ། ཕ་མ་ལ་སོགས་པ་ན་བ་རྣམས་ལ་རིམ་གྲོ་བྱེད་པ། མྱ་ངན་བསྲིངས་པ་རྣམས་ན་བ་ལ་རིམ་གྲོ་བྱེད་པ། མི་མཛའ་བ་རྣམས་ན་ན་མི་དགའ་བ། མི་མཛའ་བ་རྣམས་ནད་སོས་ན་དགའ་བ། ནད་པ་ལ་སྨན་བྱིན་པ། ཟས་ཞུ་ནས་ཟ་བ་དང་བཅུ་སྟེ།
en: (1) Not beating somebody with a stick, with one’s hand, or with something else; (2) preventing others from beating somebody with a stick, with their hands, or with something else; (3) not speaking praise of beating somebody with a stick, with a hand, or with something else; (4) resolving not to beat somebody with a stick, with one’s hand, or with something else; (5) serving one’s ill parents; (6) serving monks and nuns when they are ill; (7) being unhappy when one’s enemies have fallen ill; (8) feeling joy when one’s enemies recover from an illness; (9) giving medicine to the sick; and (10) eating digestible food. These are the ten.

source: ཆོས་འདི་བཅུས་ནད་ཉུང་བར་འགྱུར་རོ། །
en: Through these ten factors, one will have few illnesses.

source: ཇི་ལྟར་ལས་ཀྱིས་མི་སྡུག་པར་འགྱུར་ཞེ་ན།
en: “In what way does action lead to ugliness?

source: ཆོས་བཅུས་མི་སྡུག་པར་འགྱུར་ཏེ། །
en: Ten factors lead to ugliness.

source: ཁྲོ་བ་གནོང་བཅབས་པ། ཅུང་ཟད་ལས་ཀྱང་འཁོན་དུ་འཛིན་པ། གཏུམ་པ་ཕ་མ་རྣམས་ལ་ངན་དུ་སྨྲ་བ། མྱ་ངན་བསྲིངས་པ་རྣམས་ལ་ངན་དུ་སྨྲ་བ། མྱ་ངན་བསྲིངས་པའི་སྤྱད་པ་ཀུན་ལ་ངན་དུ་བྱེད་པ། ཡང་དག་པར་གཤེགས་པའི་མཆོད་རྟེན་ལ་འོད་གཅོད་པ། གང་ཟག་མི་སྡུག་པ་རྣམས་ལ་དངན་ཅན་བྱེད་པ། ཅི་ལ་ཡང་མི་གཙང་བར་བྱེད་པ་འདི་དང་ཆོས་བཅུའོ། །
en: (1) Anger; (2) inflicting harm; (3) holding a grudge, even for a trifle; (4) rage; (5) reviling one’s parents; (6) reviling monks and nuns; (7) corrupting the dwelling of monks and nuns; (8) extinguishing the offering lamps at a caitya of the Tathāgata; (9) treating ugly persons with contempt; and (10) being uncleanly. These are the ten factors.

source: ཇི་ལྟར་ལས་ཀྱིས་བཟང་པོར་འགྱུར་ཞེ་ན།
en: “In what way does action lead to being beautiful?

source: ཆོས་བཅུས་བཟང་པོར་འགྱུར་ཏེ།
en: Ten factors lead to being beautiful.

source: མི་ཁྲོ་བ་གོས་བྱིན་པ། ཡང་དག་པར་གཤེགས་པའི་མཆོད་རྟེན་ལ་རྟག་ཏུ་ཕྱག་དར་བྱེད་པ། གཙུག་ལག་ཁང་ལ་བྱི་དོར་བྱེད་པ། ཕ་མ་ལ་སྙན་དུ་སྨྲ་བ། མྱ་ངན་ལས་བསྲིངས་པ་རྣམས་ལ་སྙན་དུ་སྨྲས་པ། གང་ཟག་མི་སྡུག་པ་རྣམས་ལ་དངན་ཅན་མི་བྱེད་པ། ཅི་ལ་ཡང་གཙང་བར་བྱེད་པ་སྟེ། ཆོས་འདི་དང་བཅུའོ། །
en: (1) Non-hatred; (2) donating clothing; (3) sweeping often at a caitya of the Tathāgata; [873] (4) sweeping clean the shrine hall; (5) speaking pleasingly to one’s parents; (6) speaking pleasingly to monks and nuns; (7) not treating ugly persons with contempt; and (8) being very cleanly. These are the ten factors.

source: ཇི་ལྟར་ན་ལས་ཀྱིས་དབང་ཆུང་ངུར་འགྱུར་ཞེ་ན།
en: “In what way does action lead to having little power?

source: ཆོས་བཅུས་ན་དབང་ཆུང་ངུར་འགྱུར་ཏེ།
en: Ten factors lead to having little power.

source: གཞན་གྱིས་ཐོབ་པ་ལ་ཕྲག་དོག་པ་དང་། གཞན་གྱིས་མ་ཐོབ་པ་ལ་དགའ་བ་དང་། གཞན་གྱིས་ཐོབ་པ་ལ་མི་དགའ་བ་དང་། གཞན་སྐྱིད་པ་དང་། གྲགས་པ་དང་། ཚིགས་སུ་བཅད་ཅིང་སྒྲ་བསྟོད་པ་མེད་པ་ལ་དགའ་བ་གཞན་སྐྱིད་པ་དང་། གྲགས་པ་དང་། ཚིགས་སུ་བཅད་ཅིང་སྒྲ་བསྟོད་པ་ལ་མི་དགའ་བ། ཕ་མ་དང་དགེ་བའི་བཤེས་གཉེན་ལ་སྲི་ཞུ་མི་བྱེད་པ། མྱ་ངན་བསྲིངས་པ་རྣམས་ལ་རིམ་གྲོ་མི་བྱེད་པ། དབང་ཆུང་ངུ་ལ་མི་དགེ་བའི་རྩ་བ་སྐྱེད་པ། དབང་ཆེན་པོ་ལ་དགེ་བའི་རྩ་བ་གཅོད་པ། གང་ཟག་ངན་པ་བྱེད་པ་རྣམས་ལ་སྟོད་པ་འདི་དང་བཅུའོ། །
en: (1) Envying others’ achievements; (2) being happy when others fail; (3) being unhappy about others’ attainments; (4) being happy about others’ unhappiness, dishonor, bad reputation, obscurity, and criticism; (5) being unhappy about others’ happiness, glory, good reputation, and renown; (6) not venerating one’s parents and one’s virtuous spiritual teacher; (7) not serving monks and nuns; (8) generating the roots of unwholesome states with regard to those who have little power; (9) cutting off the roots of wholesome states with regard to those who are powerful; and (10) praising those who act wickedly. These are the ten factors.

source: ཇི་ལྟར་ལས་ཀྱིས་དབང་ཆེ་བར་འགྱུར་ཞེ་ན།
en: “In what way does action lead to possessing power?

source: ཆོས་བཅུས་ན་དབང་ཆེ་བར་འགྱུར་ཏེ།
en: Ten factors lead to being powerful.

source: གཞན་གྱིས་ཐོབ་པ་ལ་ཕྲག་དོག་མི་བྱེད་པ། གཞན་གྱིས་ཐོབ་ན་དགའ་བ། གཞན་གྱིས་མ་ཐོབ་པ་ལ་མི་དགའ་བ། གཞན་སྐྱིད་པ་དང་། གྲགས་པ་དང་། ཚིགས་སུ་བཅད་ཅིང་སྒྲས་སྟོད་པ་མེད་པ་ལ་མི་དགའ་བ། གྲགས་པ་དང་ཚིགས་སུ་བཅད་ཅིང་སྒྲས་སྟོད་པ་ལ་དགའ་བ། བྱང་ཆུབ་ཀྱི་སེམས་སྐྱེ་བར་བྱེད་པ། ཡང་དག་པར་གཤེགས་པའི་མཆོད་རྟེན་དང་གནས་བྱེད་པ། དབང་ཆུང་ངུ་ལ་མི་དགེ་བའི་རྩ་བ་གཅོད་པར་བྱེད་པ། དབང་ཆེན་པོ་རྣམས་ལ་དགེ་བའི་རྩ་བ་སྐྱེད་པ་དང་བཅུའོ། །
en: (1) Not envying others’ achievements; (2) rejoicing in others’ achievements; (3) not rejoicing in others’ failures; (4) not rejoicing in others’ unhappiness, disgrace, bad reputation, obscurity, or criticism; (5) rejoicing in others’ happiness, glory, good reputation, and renown; (6) arousing the mind of enlightenment; (7) erecting a stūpa and (8) a caitya for the Tathāgata; (9) cutting off the roots of unwholesome states with regard to those who are powerless; and (10) generating the roots of wholesome states with regard to those who are powerful. These are the ten factors.

source: ཇི་ལྟར་ལས་ཀྱིས་མ་རབས་སུ་སྐྱེ་བར་འགྱུར་ཞེ་ན།
en: “In what way does action lead to being lowborn?
